{
  "big-heading": "Nguyen Luong Dung",
  "small-heading": "Fresher Front-end Engineer",
  "intro-quote": "\"Know your own faults before blaming others for theirs\"",
  "intro-para": "That is always my motto. It is the motivation for me to try and strive more whenever I find myself inferior compared to many others out there. As a nearly year experienced Internship, I'm always willing to exploring opportunities to work in a professional environment so that I can be rubbed with reality, to work under the pressure of heavy deadlines and, moreover, my ability can be appropriately recognized. With the spirit of self-study and high discipline, I do not hesitate to cultivate myself new knowledge to increase the efficiency of my work. Always being creative and proactive at work because progress rarely comes as a result of being passive.",
  "uni-heading": "FPT University",
  "uni-major": "Major at Software Technologies",
  "uni-period": "Academic Year: K16 (2020-2022)",
  "school-heading": "Vo Nguyen Giap Gifted High School",
  "school-class": "Major at Mathematics",
  "school-period": "School Year: 2017-2020",
  "language-heading": "Language",
  "ielts": "IELTS 6.5 (2020-2022) (Reading: 8.0, Writing: 6.5)",
  "exp-job-3-heading": "Intern",
  "exp-job-3-location-label": "Working at:",
  "exp-job-3-location": "ArrowHiTech JS",
  "exp-job-3-project-label": "Project name:",
  "exp-job-3-project-name": "Jajuma",
  "exp-job-3-workload-label": "Workload:",
  "exp-job-3-workload": "Joining Dev Team, cooperate with BA team to program, review, detect and fix display problems",
  "exp-job-3-usage-label": "Technologies used:",
  "exp-job-3-usage": "PHP, Magento, Reactjs, Nginx, Mysql, HTML/CSS",
  "exp-job-3-position-label": "What i've learnt:",
  "exp-job-3-position": "Put all of my knowledge that I've learnt so far to the real project(Reactjs-Redux, HTML/CSS, Git, Typescript, Styledcomponent). I also learnt how to work as a team with many functional groups like Tester, BA and Dev. Get used to professional discipline environment, working under pressure of a real big project. Learnt, exchanged knowledge from well-trained predecessors. THey also showed me my own errors in programming and encouraged me to fix and improve better next time",
  "exp-job-3-period-label": "Working Period:",
  "exp-job-3-period": "10/2020-5/2021",
  "read-heading": "Reading",
  "read-content": "Usually read books whenever I have free time, especially Financial and History books.",
  "sport-heading": "Sporting",
  "sport-content": "Love to play sport, spend 2 hours a day for running, workout and swimming",
  "program-heading": "Programing",
  "program-content": "Usually practice my front-end by cloning some big websites such as Linkedin,  DisneyPlus or Amazon with firebase",
  "address": "Da Nang City, Vietnam",
  "game-heading": "Backpacking",
  "game-content": "Enjoy in adventure, sometimes with bicycle and bike. Favorite location: Than Dinh mountain and U Bo mountain (highest mountain in Quang Binh)",
  "favourite-heading": "My Favourite Books"
}
