{
  "big-heading": "NGUYỄN LƯƠNG DŨNG",
  "small-heading": "Fresher Frontend Engineer",
  "intro-quote": "\"Tiên trách kỷ, hậu trách nhân\"",
  "intro-para": "Đó luôn là câu nói kim chỉ nam của bản thân tôi. Là động lực thúc đẩy tôi phải cố gắng, phấn đấu nhiều hơn nữa mỗi khi thấy bản thân còn yếu kém so với nhiều người khác ngoài kia. Là một Fresher mới chỉ có chưa tới một năm kinh nghiệm, tôi luôn mong muốn và tìm tòi những cơ hội được làm việc trong một môi trường chuyên nghiệp để có thể  được cọ xát với thực tế, được làm việc dưới áp lực của những deadline nặng ký và hơn nữa là năng lực của bản thân được ghi nhận một cách tương xứng. Với tinh thần tự học và tính kỷ luật cao, tôi không ngần ngại tự trau dồi thêm cho bản thân những kiến thức mới để tăng hiệu suất cho công việc của mình. Luôn luôn sáng tạo và chủ động trong công việc bởi vì sự bị động chính là kẻ thù số một của sự tiến bộ",
  "uni-heading": "ĐẠI HỌC FPT",
  "uni-major": "Chuyên ngành Kỹ thuật phần mềm",
  "uni-period": "Khóa 16, 2020-2022",
  "school-heading": "TRƯỜNG THPT CHUYÊN VÕ NGUYÊN GIÁP",
  "school-class": "Lớp Chuyên Toán",
  "school-period": "Khóa 2017-2020",
  "language-heading": "NGOẠI NGỮ",
  "ielts": "IELTS 6.5 (2020-2022) (Reading: 8.0, Wrting: 6.5)",
  "exp-job-3-heading": "Internship",
  "exp-job-3-location-label": "Làm việc tại:",
  "exp-job-3-location": "ArrowHiTech JS",
  "exp-job-3-project-label": "Tên dự án:",
  "exp-job-3-project-name": "Jajuma",
  "exp-job-3-workload-label": "Công việc:",
  "exp-job-3-workload": "Tham gia vào Dev team, làm việc với BA lập trình tìm và sửa các lỗi hiển thị",
  "exp-job-3-usage-label": "Công nghệ sử dụng:",
  "exp-job-3-usage": "PHP, Magento, Reactjs, Nginx, Mysql, HTML/CSS",
  "exp-job-3-position-label": "Kiến thức nhận được:",
  "exp-job-3-position": "Qua dự án thực tế này, tôi đã trang bị cho mình kiến thức nền tảng ( Reactjs-redux, styled component, git, typescript), tôi còn học được cách làm việc với các nhóm với chức năng khác như là Tester, BA và Dev. Làm quen được với môi trường kỷ luật cao, chuyên nghiệp, dưới áp lực của một project lớn. Học, trao đổi kiến thức với các anh chị đi trước. Họ cũng giúp tôi nhận ra lỗi sai trong lập trình, hướng dẫn cách sửa để thực hiện tốt hơn vào lần sau",
  "exp-job-3-period-label": "Thời gian làm việc:",
  "exp-job-3-period": "10/2020-5/2021",
  "read-heading": "Đọc Sách",
  "read-content": "Thời gian rảnh thường đọc sách, đặc biệt là sách lịch sử và sách tài chính",
  "sport-heading": "Thể Thao",
  "sport-content": "Thích chơi thể thao, dành hai tiếng mỗi ngày cho chạy bộ, bơi và workout",
  "program-heading": "Lập trình",
  "program-content": "Thường luyện tập skill front-end bằng cách clone lại các website lớn như Amazon, DisneyPlus hoặc Linkedin",
  "address": "Đà Nẵng, Việt Nam",
  "game-heading": "Phượt",
  "game-content": "Đam mê phiêu lưu, thường bằng xe đạp hoặc xe máy. Địa điểm yêu thích: Núi Thần ĐInh và Núi U Bò (Đỉnh núi cao nhất Quảng Bình)",
  "favourite-heading": "Sách Yêu Thích"
}
